{
  "Home": "Nyumbani",
  "Our Impact": "Mchango Wetu",
  "Case Studies": "Mifano ya Matukio",
  "Newsletters": "Majarida",
  "About Us": "Kutuhusu",
  "Contact Us": "Wasiliana Nasi",
  "Join Upskill Program": "Jiunge, Ongeza Ujuzi Wako",
  "All Rights Reserved": "Haki Zote Zimehifadhiwa",
  "Empowering Futures:<br/>Finance Education For All": "Kuimarisha Vijana:<br/>Elimu ya Fedha kwa Wote",

  "We've built a supportive learning environment, enriching the lives of students — especially young women — and strengthening the leadership of women educators.": "Tumejenga mazingira ya kujifunzia yenye msaada yanayoboresha maisha ya wanafunzi — hasa wasichana — na kuimarisha uongozi wa walimu wanawake.",
  "Total Female Directors": "Jumla ya Wakurugenzi Wanawake",
  "Total Female Teachers": "Jumla ya Walimu Wanawake",
  "Total Female Students": "Jumla ya Wanafunzi Wanawake",

  "We are positively impacting the lives of many students": "Tunaathiri kwa njia chanya maisha ya wanafunzi wengi",
  "View More Stats": "Angalia Takwimu Zaidi",
  "Schools reached with Jackfruit program": "Shule zilizofikiwa na programu ya Jackfruit",
  "Students enrolled in Jackfruit schools": "Wanafunzi waliosajiliwa katika shule za Jackfruit",
  "Parents with children enrolled in the participating schools": "Wazazi wenye watoto waliosajiliwa katika shule shiriki",
  "Female school directors empowered": "Wakurugenzi wa shule wanawake wamewezeshwa",
  "School teachers trained in our program": "Walimu wa shule wamefunzwa katika programu yetu",

  "Our Key Focus Area": "Eneo Letu Kuu la Kuzingatia",
  "Key Points:": "Mambo Muhimu:",
  "Gender Equality and Inclusion": "Usawa wa Kijinsia na Ushirikishwaji",
  "We promote equal opportunities in education through targeted programs that support girls' education, female leadership in schools, and inclusive learning environments that cater to diverse needs and backgrounds.": "Tunakuza fursa sawa katika elimu kupitia programu maalumu zinazosaidia elimu ya wasichana, uongozi wa wanawake mashuleni, na mazingira jumuishi ya kujifunzia yanayozingatia mahitaji na asili mbalimbali.",
  "Promoting inclusive education for children with disabilities.": "Kukuza elimu jumuishi kwa watoto wenye ulemavu.",
  "Enhancing digital literacy in schools.": "Kuboresha umahiri wa kidijitali mashuleni.",
  "Supporting girls' education initiatives.": "Kusaidia mipango ya elimu ya wasichana.",
  "Talk To Us": "Wasiliana Nasi",

  "Climate Resilience & Green Energy": "Ustahimilivu wa Hali ya Hewa na Nishati Safi",
  "We promote sustainable practices and green energy solutions in our partner schools, helping them reduce their environmental impact while cutting operational costs. This includes solar power installations, water conservation systems, and environmental education programs.": "Tunakuza mbinu endelevu na suluhisho za nishati safi katika shule tunazoshirikiana nazo, tukiwasaidia kupunguza athari kwa mazingira huku tukipunguza gharama za uendeshaji. Hii inajumuisha usakinishaji wa nishati ya jua, mifumo ya uhifadhi maji, na programu za elimu ya mazingira.",
  "Developing climate-resilient school infrastructure.": "Kujenga miundombinu ya shule inayostahimili mabadiliko ya hali ya hewa.",
  "Promoting renewable energy solutions (solar power, energy-efficient lighting).": "Kukuza suluhisho za nishati jadidifu (nishati ya jua, mwanga unaookoa nishati).",
  "Supporting environmental education and green school initiatives.": "Kusaidia elimu ya mazingira na mipango ya shule rafiki kwa mazingira.",

  "Tech & Innovation for Social Good": "Teknolojia na Ubunifu kwa Maendeleo ya Jamii",
  "We leverage technology to create innovative solutions for educational challenges. This includes digital learning platforms, data-driven decision making tools, and technology integration in classrooms to enhance learning outcomes.": "Tunatumia teknolojia kuunda suluhisho bunifu kwa changamoto za elimu. Hii inajumuisha majukwaa ya kujifunza kidijitali, zana za maamuzi zinazotegemea data, na ujumuishaji wa teknolojia darasani ili kuboresha matokeo ya kujifunza.",
  "Implementing AI-driven impact measurement and customized interventions.": "Kutumia akili bandia kupima athari na kuunda afua maalum.",
  "Supporting EdTech innovations to improve school operations.": "Kusaidia ubunifu wa teknolojia ya elimu ili kuboresha uendeshaji wa shule.",

  "Education and Capacity Building": "Elimu na Ujenzi wa Uwezo",
  "We focus on strengthening educational outcomes through teacher training, curriculum development, and leadership development programs. Our capacity building initiatives ensure sustainable improvement in education quality.": "Tunazingatia kuboresha matokeo ya elimu kupitia mafunzo ya walimu, maendeleo ya mitaala, na programu za kukuza uongozi. Mipango yetu ya ujenzi wa uwezo inahakikisha maboresho endelevu ya ubora wa elimu.",
  "Upskilling teachers through training programs.": "Kuboresha ujuzi wa walimu kupitia programu za mafunzo.",
  "Supporting innovative learning methodologies.": "Kusaidia mbinu bunifu za kujifunza.",
  "Providing school supplies and resources to improve literacy and numeracy.": "Kutoa vifaa na rasilimali za shule ili kuboresha kusoma, kuandika na kuhesabu.",

  "Jackfruit Partners": "Washirika wa Jackfruit",
  "It would not have been possible without our amazing partners:": "Haingekuwazekana bila washirika wetu wa kipekee:",

  "Together with our Partners": "Pamoja na Washirika Wetu",
  "We've managed to positively impact on the lives of many students.": "Tumeweza kuathiri maisha ya wanafunzi wengi kwa njia chanya.",
  "Schools Reached": "Shule Zilizofikiwa",
  "Students Enrolled In Jackfruit Schools": "Wanafunzi Waliosajiliwa Katika Shule za Jackfruit",
  "Parents With Children Enrolled": "Wazazi Wenye Watoto Waliosajiliwa",
  "Female School Directors Empowered": "Wakurugenzi wa Shule Wanawake Wamewezeshwa",
  "Teachers Trained": "Walimu Waliofunzwa",
  "We know that children learn better when their physical, nutritional, and social needs are met too. So we have hand-picked several organizations to partner with that provide additional support to our schools.": "Tunajua watoto hujifunza vyema zaidi mahitaji yao ya kimwili, lishe, na kijamii yanapokidhiwa. Ndio maana tumeshirikiana na mashirika kadhaa yanayosaidia shule zetu kwa msaada wa ziada.",
  "Female Directors": "Wakurugenzi Wanawake",
  "of total directors": "kati ya wakurugenzi wote",
  "Female Teachers": "Walimu Wanawake",
  "of total teachers": "kati ya walimu wote",
  "Female Students": "Wanafunzi Wasichana",
  "of total students": "kati ya wanafunzi wote",
  "Schools By Fee Range": "Shule kwa Kiwango cha Ada",
  "Currency:": "Sarafu:",
  "Schools By Grade": "Shule kwa Darasa",
  "Students Distribution": "Usambazaji wa Wanafunzi",
  "Teachers Distribution": "Usambazaji wa Walimu",
  "School Locations": "Eneo la Shule",
  "Explore the geographical distribution of schools supported by Jackfruit Foundation across Kenya.": "Gundua usambazaji wa kijiografia wa shule zinazoungwa mkono na Taasisi ya Jackfruit kote Kenya.",
  "Our Key Focus Areas": "Maeneo Yetu Kuu ya Kuzingatia",
  "Climate Resilience and Green Energy": "Ustahimilivu wa Hali ya Hewa na Nishati Safi",
  "Solar Power Adoption": "Matumizi ya Nishati ya Jua",
  "Water Conservation Impact": "Matokeo ya Uhifadhi wa Maji",
  "Teachers Count Progress": "Maendeleo ya Idadi ya Walimu",
  "Students Count Progress": "Maendeleo ya Idadi ya Wanafunzi",
  "Digital Platform Adoption": "Matumizi ya Majukwaa ya Kidijitali",
  "Technology Integration by Subject": "Ujumuishaji wa Teknolojia kwa Somo",
  "Gender Distribution in Leadership": "Mgawanyo wa Jinsia Katika Uongozi",
  "Inclusion Programs Impact": "Matokeo ya Mipango ya Ushirikishwaji",

  "Solar Powered Schools": "Shule Zinazotumia Nishati ya Jua",
  "In Progress": "Inaendelea",
  "Legend": "Maelezo",
  "Planned": "Imepangwa",
  "Water Harvesting": "Uvunaji wa Maji",
  "Efficient Systems": "Mifumo Inayookoa Rasilimali",
  "Conservation Programs": "Programu za Uhifadhi",
  "Trained Teachers": "Walimu Waliofunzwa",
  "Mathematics": "Hisabati",
  "Science": "Sayansi",
  "Languages": "Lugha",
  "Technology": "Teknolojia",
  "Digital Tools Usage": "Matumizi ya Zana za Kidijitali",
  "Science Labs": "Maabara za Sayansi",
  "Computer Labs": "Maabara za Kompyuta",
  "Smart Classrooms": "Madarasa ya Kisasa",
  "Digital Library": "Maktaba ya Kidijitali",
  "Female Leaders": "Viongozi Wanawake",
  "Male Leaders": "Viongozi Wanaume",
  "Program Participation": "Ushiriki wa Programu",
  "Male Students": "Wanafunzi Wavulana",
  "Total Students": "Jumla ya Wanafunzi",
  "Both": "Vyote",
  "Primary": "Msingi",
  "Secondary": "Upili",
  "Tertiary": "Juu",
  "With Running Water": "Yenye Maji Yanayotiririka",
  "Without Running Water": "Isiyo na Maji Yanayotiririka",
  "Male Teachers": "Walimu Wanaume",
  "Total Teachers": "Jumla ya Walimu",
  "Male Directors": "Wakurugenzi Wanaume",
  "Total Directors": "Jumla ya Wakurugenzi",
  "Solar Only": "Nishati ya Jua Pekee",
  "Solar": "Nishati ya Jua",
  "Both Sources": "Vyanzo Vyote Viwili",
  "No Power": "Hakuna Umeme",
  "Students Growth": "Ukuaji wa Wanafunzi",
  "Computer Lab Access": "Ufikiaji wa Maabara za Kompyuta",
  "With Computer Lab": "Yenye Maabara za Kompyuta",
  "Without Computer Lab": "Isiyo na Maabara za Kompyuta",
  "Student Count Progress": "Maendeleo ya Idadi ya Wanafunzi",

  "Case Study": "Utafiti wa Kesi",
  "Explore how we're making a difference in education across Sub-Saharan Africa through our various initiatives and programs.": "Gundua jinsi tunavyobadilisha elimu kote Afrika Kusini mwa Jangwa la Sahara kupitia mipango na miradi yetu mbalimbali.",
  "Data-Driven Lending: Transforming Early Childhood Education in Kenya": "Utoaji Mikopo Unaotegemea Takwimu: Kubadilisha Elimu ya Awali Nchini Kenya",
  "Through participation in the GSF Impact at Scale Labs - Early Years Programme, Jackfruit Finance systematically assessed the viability of lending to ECD providers, making data-based decisions to mitigate risk while expanding financial inclusion.": "Kupitia ushiriki katika mpango wa GSF Impact at Scale Labs - Early Years Programme, Jackfruit Finance ilipima kwa utaratibu uwezekano wa kutoa mikopo kwa watoa huduma za ECD, ikifanya maamuzi yanayotegemea takwimu kupunguza hatari huku ikipanua ujumuishaji wa kifedha.",
  "Students": "Wanafunzi",
  "Schools": "Shule",
  "Teachers": "Walimu",
  "Driving Education Outcomes Through Results-Linked Loans": "Kukuza Matokeo ya Elimu Kupitia Mikopo Inayohusiana na Matokeo",
  "Across Kenya, low-cost private schools face significant challenges in accessing financing to improve infrastructure, teaching quality, and overall learning outcomes.": "Kote Kenya, shule za kibinafsi za gharama nafuu zinakabiliwa na changamoto kubwa za kupata fedha za kuboresha miundombinu, ubora wa ufundishaji, na matokeo ya jumla ya kujifunza.",
  "Read More": "Soma Zaidi",
  "Want to Learn More?": "Unataka Kujua Zaidi?",
  "Discover how we can help transform education in your community through our proven programs and initiatives.": "Gundua jinsi tunavyoweza kusaidia kubadilisha elimu katika jamii yako kupitia mipango na miradi yetu iliyo thibitishwa.",

  "Introduction": "Utangulizi",
  "Access to finance is a critical barrier for Early Childhood Development (ECD) providers in Kenya. Many struggle with financial instability due to irregular payment structures, limited enrollment, and lack of formal financial records making it difficult to secure loans from traditional lenders. Jackfruit Finance, a pioneering education finance company, has leveraged data and AI-powered credit scoring to refine lending criteria, ensuring that ECD centers can access the funding they need to improve learning environments for Kenya's youngest learners.": "Upatikanaji wa fedha ni kikwazo kikubwa kwa watoa huduma wa Maendeleo ya Awali ya Watoto (ECD) nchini Kenya. Wengi wao hukabiliana na changamoto za kifedha kutokana na miundo isiyo ya kawaida ya malipo, uandikishaji mdogo wa wanafunzi, na ukosefu wa rekodi rasmi za kifedha, jambo linalowafanya washindwe kupata mikopo kutoka kwa wakopeshaji wa kawaida. Jackfruit Finance, kampuni ya kifedha inayoongoza katika elimu, imechukua hatua ya kutumia takwimu na teknolojia ya alama za mikopo zinazoendeshwa na AI ili kuboresha vigezo vya utoaji mikopo, kuhakikisha vituo vya ECD vinapata ufadhili wanaohitaji ili kuboresha mazingira ya kujifunzia kwa wanafunzi wadogo zaidi nchini Kenya.",
  "Jackfruit identified three broad categories of ECD providers:": "Jackfruit ilibaini makundi matatu makuu ya watoa huduma wa ECD:",
  "Informal home-based daycares (“Mamapreneurs”) - Operated by female entrepreneurs caring for children in their homes, these lacked the financial capacity to take on sustainable credit.": "Vituo visivyo rasmi vya malezi majumbani (“Mamapreneurs”) - Vinavyoendeshwa na wajasiriamali wanawake wanaohudumia watoto majumbani mwao, lakini hawakuwa na uwezo wa kifedha kuchukua mikopo endelevu.",
  "ECD centers attached to primary schools - These benefited from stable revenue streams from older students and already qualified for Jackfruit loans.": "Vituo vya ECD vilivyounganishwa na shule za msingi - Vilinufaika kutokana na mapato thabiti kutoka kwa wanafunzi wakubwa na tayari vilikuwa vinahitimu kupata mikopo kutoka Jackfruit.",
  "Stand-alone ECD centers - These faced financial sustainability issues, including:": "Vituo vya ECD vilivyo pekee - Vilikumbana na changamoto za uendelevu wa kifedha, zikiwemo:",
  "Low enrollment numbers affecting revenue.": "Uandikishaji mdogo wa wanafunzi unaoathiri mapato.",
  "Irregular payment structures (daily/weekly/monthly instead of termly).": "Miundo isiyo thabiti ya malipo (kila siku/kila wiki/kila mwezi badala ya kila muhula).",
  "Heavy reliance on cash payments, making financial tracking difficult.": "Kutegemea sana malipo kwa pesa taslimu, jambo linalofanya kuwa vigumu kufuatilia fedha.",
  "Jackfruit Finance, through recommendation from Jackfruit Foundation, adapted its lending model based on data-driven insights, making key refinements to support ECD providers effectively.": "Jackfruit Finance, kwa mapendekezo ya Jackfruit Foundation, ilibadilisha mfano wake wa utoaji mikopo kulingana na uelewa unaotokana na takwimu, na kufanya marekebisho muhimu kusaidia watoa huduma wa ECD kwa ufanisi.",
  "Payment Structure Adaptation - Transitioning ECD providers from cash transactions to mobile money and bank payments, improving financial tracking and risk assessment.": "Marekebisho ya Muundo wa Malipo - Kuhamisha watoa huduma wa ECD kutoka kwenye miamala ya pesa taslimu hadi malipo kwa simu na benki, ili kuboresha ufuatiliaji wa kifedha na tathmini ya hatari.",
  "Experience & Longevity Consideration - Adjusting eligibility from a minimum of three years of operation to one year, balancing stability with early-stage financial needs.": "Uzoefu na Muda wa Uendeshaji - Kubadilisha hitaji la muda wa chini wa uendeshaji kutoka miaka mitatu hadi mwaka mmoja, ili kusawazisha uthabiti na mahitaji ya kifedha ya awali.",
  "Enrolment-Based Eligibility - Reducing the minimum required student count from 100 to 50, making loans more accessible to smaller ECD centers.": "Vigezo vya Uandikishaji - Kupunguza kiwango cha chini cha wanafunzi kutoka 100 hadi 50, jambo linalofanya mikopo iwe rahisi kupatikana kwa vituo vidogo vya ECD.",
  "Jackfruit Finance has integrated data-driven strategies to ensure lending remains sustainable:": "Jackfruit Finance imeunganisha mikakati inayotegemea takwimu kuhakikisha mikopo inabaki endelevu:",
  "Baseline and Endline Data Collection - Tracking school growth and learning outcomes to measure the impact of financing.": "Ukusanyaji wa Takwimu za Mwanzo na Mwisho - Kufuatilia ukuaji wa shule na matokeo ya kujifunza ili kupima athari za ufadhili.",
  "School Management Software Integration - Exploring financial tracking applications to assist ECD centers in managing revenue and forecasting financial needs.": "Ujumuishaji wa Programu za Usimamizi wa Shule - Kuchunguza programu za ufuatiliaji wa kifedha ili kusaidia vituo vya ECD kusimamia mapato na kutabiri mahitaji ya kifedha.",
  "Incentive-Based Rewards & Social Emotional Learning Support - Encouraging financial literacy and business training by offering additional benefits for schools with strong repayment histories.": "Motisha na Msaada wa Elimu ya Kihisia na Kijamii - Kuhamasisha maarifa ya kifedha na mafunzo ya biashara kwa kutoa manufaa ya ziada kwa shule zenye historia nzuri ya marejesho ya mikopo.",
  "While financial support is key to ensuring the sustainability of ECD providers, Jackfruit Foundation complements this with holistic interventions, such as Social Emotional Learning (SEL) programs, to ensure children are developmentally on track.": "Ingawa msaada wa kifedha ni muhimu kuhakikisha uendelevu wa watoa huduma wa ECD, Jackfruit Foundation inaongeza thamani kupitia hatua shirikishi kama programu za Elimu ya Kihisia na Kijamii (SEL) ili kuhakikisha watoto wako sawa kimaendeleo.",
  "SEL Curriculum Integration - Through Jackfruit Foundation, eligible ECD centers gain access to structured Social Emotional Learning programs that help children develop self-awareness, emotional regulation, and social skills—essential for their overall cognitive and behavioral development.": "Ujumuishaji wa Mitaala ya SEL - Kupitia Jackfruit Foundation, vituo vya ECD vinavyostahiki hupata fursa ya kutumia programu zilizopangwa za Elimu ya Kihisia na Kijamii, zinazosaidia watoto kukuza ufahamu binafsi, kudhibiti hisia, na stadi za kijamii — ambazo ni muhimu kwa maendeleo yao ya kiakili na kitabia.",
  "Capacity Building for Educators - Teachers receive training in child-centered learning techniques, equipping them to support young learners in developing resilience, confidence, and problem-solving abilities.": "Ujenzi wa Uwezo kwa Walimu - Walimu hupokea mafunzo katika mbinu za ujifunzaji zinazomlenga mtoto, zikiwapa uwezo wa kuwasaidia wanafunzi wadogo kukuza ustahimilivu, kujiamini, na uwezo wa kutatua matatizo.",
  "Community Engagement & Parenting Support - Parents and caregivers are involved in SEL initiatives, ensuring that learning extends beyond the classroom and is reinforced at home.": "Ushirikishwaji wa Jamii na Msaada kwa Wazazi - Wazazi na walezi hushirikishwa katika shughuli za SEL, kuhakikisha kuwa ujifunzaji unaendelea hata nje ya darasa na kuimarishwa nyumbani.",
  "Integrated Sustainability Model - By integrating financial sustainability with child development support, Jackfruit Finance ensures that ECD providers are not just financially stable, but also delivering high-quality, developmentally appropriate education to Kenya's youngest learners.": "Mfumo Jumuishi wa Uendelevu - Kwa kuunganisha uendelevu wa kifedha na msaada wa maendeleo ya mtoto, Jackfruit Finance inahakikisha kuwa watoa huduma wa ECD siyo tu thabiti kifedha bali pia wanatoa elimu bora na inayofaa kimaendeleo kwa wanafunzi wadogo zaidi nchini Kenya.",
  "Jackfruit Finance's approach has successfully expanded lending to viable ECD providers, ensuring that more schools receive the financial support they need to improve infrastructure, teaching quality, and student outcomes.": "Mbinu ya Jackfruit Finance imefanikiwa kupanua utoaji wa mikopo kwa watoa huduma wa ECD wanaostahiki, kuhakikisha kuwa shule zaidi zinapata msaada wa kifedha unaohitajika kuboresha miundombinu, ubora wa ufundishaji, na matokeo ya wanafunzi.",
  "To scale inclusively, Jackfruit Finance is exploring blended financing models, including grants, concessional loans, and impact investments to lower the cost of credit for under-resourced ECD centers.": "Ili kupanua kwa usawa, Jackfruit Finance inachunguza mifumo ya ufadhili mchanganyiko, ikijumuisha ruzuku, mikopo nafuu, na uwekezaji wa athari ili kupunguza gharama ya mikopo kwa vituo vya ECD vilivyo na rasilimali chache.",
  "With Jackfruit Foundation's SEL programs ensuring children's developmental needs are met, and Jackfruit Finance's tailored lending models supporting schools' financial sustainability, this holistic approach is reshaping early education finance in Kenya. By continuously analyzing market data and adapting lending models, Jackfruit Finance is enabling more children to learn in well-supported, high-quality environments.": "Kwa programu za SEL za Jackfruit Foundation kuhakikisha mahitaji ya maendeleo ya watoto yanakidhiwa, na mifumo ya mikopo ya Jackfruit Finance ikisaidia shule kudumisha uthabiti wa kifedha, mbinu hii jumuishi inabadilisha taswira ya ufadhili wa elimu ya awali nchini Kenya. Kwa kuchambua mara kwa mara takwimu za soko na kurekebisha mifano ya mikopo, Jackfruit Finance inawawezesha watoto wengi zaidi kujifunza katika mazingira yenye msaada na yenye ubora wa juu.",
  "The Challenge": "Changamoto",
  "The Solution: Refining Credit Scoring and Lending Criteria": "Suluhisho: Kuboresha Alama za Mikopo na Vigezo vya Utoaji",
  "Leveraging Data to Enhance Impact": "Kutumia Takwimu Kuongeza Athari",
  "Beyond Financing: Ensuring Children Are Developmentally On Track": "Zaidi ya Ufadhili: Kuhakikisha Watoto Wako Kwenye Njia Sahihi ya Maendeleo",
  "Impact & The Path Forward": "Athari na Hatua za Mbele",
  "Want to Support Similar Projects?": "Ungependa Kusaidia Miradi Kama Hii?",
  "Join us in transforming education across Sub-Saharan Africa. Your support can help create more success stories like this one.": "Ungana nasi kubadilisha elimu kote Afrika Kusini mwa Jangwa la Sahara. Msaada wako unaweza kusaidia kuunda hadithi nyingi zaidi za mafanikio kama hii.",
  "Get Involved": "Shiriki Nasi",

  "Across Kenya, low-cost private schools face significant challenges in accessing financing to improve infrastructure, teaching quality, and overall learning outcomes. Many financial institutions perceive these schools as high-risk due to inconsistent cash flows and limited financial tracking, making it difficult for them to access capital for development.": "Kote Kenya, shule binafsi za gharama nafuu zinakabiliwa na changamoto kubwa za kupata ufadhili wa kuboresha miundombinu, ubora wa ufundishaji, na matokeo ya kujifunza. Taasisi nyingi za kifedha zinawaona shule hizi kama hatari kutokana na mtiririko wa fedha usiotabirika na ukosefu wa ufuatiliaji wa kifedha, jambo linalowafanya kushindwa kupata mitaji ya maendeleo.",
  "Without adequate investment, schools struggle to provide quality education, leading to poor student outcomes. Jackfruit has pioneered an innovative results-linked loan model, which ties financing to measurable improvements in school performance. This approach ensures that schools not only access affordable loans but also commit to improving education quality, teacher training, and student learning outcomes. In parallel, Jackfruit Foundation's JF Upskill program provides essential capacity-building for teachers, equipping them with skills to enhance student achievement.": "Bila uwekezaji wa kutosha, shule huzidi kuchanganyikiwa kutoa elimu bora, jambo linalosababisha matokeo duni kwa wanafunzi. Jackfruit imeanzisha modeli bunifu ya mikopo inayohusishwa na matokeo, ambayo inaunganisha ufadhili na maboresho yanayopimika katika utendaji wa shule. Njia hii inahakikisha shule hazitafanyi tu mikopo nafuu bali pia zinaahidi kuboresha ubora wa elimu, mafunzo ya walimu, na matokeo ya wanafunzi. Kwa sambamba, programu ya JF Upskill ya Jackfruit Foundation hutoa ujenzi wa uwezo kwa walimu, ikiwawezesha kupata ujuzi unaoongeza mafanikio ya wanafunzi.",
  "Many private schools in Kenya, particularly in low-income urban and rural areas, operate with minimal resources and lack access to traditional financing. The main challenges these schools face include:": "Shule nyingi binafsi nchini Kenya, hasa katika maeneo ya mijini maskini na vijijini, zinafanya kazi kwa rasilimali chache na kukosa upatikanaji wa ufadhili wa kawaida. Changamoto kuu zinazowakabili ni pamoja na:",
  "Inadequate Infrastructure: Many schools need funding for classroom expansion, sanitation, and learning facilities but cannot secure affordable loans.": "Miundombinu Isiyotosha: Shule nyingi zinahitaji fedha za upanuzi wa madarasa, usafi, na vifaa vya kujifunzia lakini hazifanyi mikopo nafuu.",
  "Untrained Teachers: A significant number of teachers lack access to continuous professional development, impacting their ability to deliver quality instruction.": "Walimu Wasiofunzwa: Idadi kubwa ya walimu hawapati mafunzo ya kitaalamu ya kuendelea, jambo linaloathiri uwezo wao wa kutoa mafunzo bora.",
  "Low Learning Outcomes: Without proper investment in learning materials and structured teacher training, students struggle with foundational literacy and numeracy.": "Matokeo Duni ya Kujifunza: Bila uwekezaji wa kutosha katika vifaa vya kujifunzia na mafunzo ya walimu yaliyo ya kimfumo, wanafunzi wanatatizika katika ujuzi wa msingi wa kusoma, kuandika na kuhesabu.",
  "To bridge this gap, Jackfruit Finance and Jackfruit Foundation introduced a financing solution that directly links loan conditions to improved learning outcomes, ensuring that education quality remains at the center of school investments.": "Kujaza pengo hili, Jackfruit Finance na Jackfruit Foundation zilianzisha suluhisho la kifedha linalohusisha masharti ya mkopo moja kwa moja na maboresho ya matokeo ya kujifunza, kuhakikisha kuwa ubora wa elimu uko katikati ya uwekezaji wa shule.",
  "Jackfruit Finance developed a data-driven, results-linked loan model, which offers financial support to schools that meet specific education improvement milestones. Key features of this approach include:": "Jackfruit Finance ilitengeneza modeli ya mikopo inayotegemea takwimu na kuhusishwa na matokeo, inayotoa msaada wa kifedha kwa shule zinazofikia hatua maalumu za kuboresha elimu. Vipengele muhimu vya njia hii ni pamoja na:",
  "Education-Based Loan Incentives: Schools that show measurable improvements in student performance, teacher training completion, and school management benefit from reduced interest rates over time.": "Motisha ya Mikopo Inayotegemea Elimu: Shule zinazobainika kuonyesha maboresho yanayopimika katika utendaji wa wanafunzi, kumaliza mafunzo ya walimu, na usimamizi wa shule zinapata riba iliyopunguzwa kwa muda.",
  "Data-Driven Credit Assessment: Instead of relying solely on financial metrics, Jackfruit Finance assesses schools based on enrollment stability, academic performance, and teacher training participation.": "Tathmini ya Mikopo Inayotegemea Takwimu: Badala ya kutegemea vipimo vya kifedha pekee, Jackfruit Finance inatathmini shule kwa kuzingatia utulivu wa uandikishaji, utendaji wa kitaaluma, na ushiriki wa walimu katika mafunzo.",
  "Infrastructure and Learning Material Investments: Schools use the loans to upgrade classrooms, provide digital learning tools, and enhance school facilities, leading to better student engagement and retention.": "Uwekezaji Katika Miundombinu na Vifaa vya Kujifunzia: Shule zinatumia mikopo kuboresha madarasa, kutoa zana za kujifunzia za kidijitali, na kuimarisha miundombinu ya shule, jambo linalopelekea ushiriki bora wa wanafunzi na kuendelea kwao shuleni.",
  "This holistic approach ensures that financial support translates into real, measurable improvements in education outcomes rather than being used solely for operational expenses.": "Njia hii ya jumla inahakikisha kuwa msaada wa kifedha unabadilishwa kuwa maboresho halisi na yanayopimika katika matokeo ya elimu badala ya kutumika tu kwa matumizi ya uendeshaji.",
  "Since implementing the results-linked loan model, schools across Kenya have demonstrated significant progress in multiple areas:": "Tangu kuanzishwa kwa modeli ya mikopo inayohusishwa na matokeo, shule kote Kenya zimeonyesha maendeleo makubwa katika maeneo mbalimbali:",
  "Enhanced School Infrastructure: Schools have built modern classrooms, sanitation facilities, and digital learning spaces, improving the learning environment.": "Uboreshaji wa Miundombinu ya Shule: Shule zimejenga madarasa ya kisasa, sehemu za usafi, na maeneo ya kujifunzia ya kidijitali, kuboresha mazingira ya kujifunzia.",
  "Teacher Training & Development: Over 70% of teachers in funded schools have completed JF Upskill training, leading to more effective lesson delivery and improved student comprehension.": "Mafunzo na Maendeleo ya Walimu: Zaidi ya 70% ya walimu katika shule zilizopewa ufadhili wamekamilisha mafunzo ya JF Upskill, jambo linalosababisha utoaji wa somo unaofaa zaidi na uelewa bora kwa wanafunzi.",
  "Higher Student Performance: Schools that accessed these loans saw a 10-15% improvement in literacy and numeracy scores, as tracked through baseline and endline assessments.": "Ukuaji wa Utendaji wa Wanafunzi: Shule zilizopata mikopo hii ziliweza kuona ongezeko la asilimia 10–15 katika alama za usomaji na hisabati, kulinganishwa kupitia tathmini za mwanzo na za mwisho.",
  "Increased Student Enrollment & Retention: Schools offering a better learning experience reported an average 20% increase in student enrollment, as parents recognized the value of quality education.": "Kuongezeka kwa Uandikishaji na Uthibitisho wa Wanafunzi: Shule zinazotoa uzoefu bora wa kujifunza zimeripoti wastani wa ongezeko la asilimia 20 katika uandikishaji wa wanafunzi, kwani wazazi wameona thamani ya elimu bora.",
  "Jackfruit Finance is committed to expanding this model, ensuring that more schools can access affordable financing tied to learning outcomes. Future steps include:": "Jackfruit Finance imejitoa kupanua modeli hii, kuhakikisha shule zaidi zinaweza kupata ufadhili nafuu uliounganishwa na matokeo ya kujifunza. Hatua za baadaye ni pamoja na:",
  "Expanding JF Upskill access to all loan-recipient schools, ensuring teachers receive continuous development support.": "Kupanua upatikanaji wa JF Upskill kwa shule zote zinazopokea mikopo, kuhakikisha walimu wanapokea msaada wa maendeleo ya kitaaluma kwa muda mrefu.",
  "Strengthening monitoring systems to track improvements in school quality and tailor financial incentives accordingly.": "Kuimarisha mifumo ya ufuatiliaji ili kufuatilia maboresho ya ubora wa shule na kubadilisha motisha za kifedha ipasavyo.",
  "Partnering with investors and development organizations to scale this impact-driven financing model across more low-income schools.": "Kushirikiana na wawekezaji na mashirika ya maendeleo kupanua modeli hii ya ufadhili inayolenga athari kwa shule zaidi za kipato cha chini.",
  "By ensuring that finance and education improvement go hand in hand, Jackfruit Finance and Jackfruit Foundation are reshaping the future of school lending—proving that smart, results-driven investment can transform learning for thousands of students in Kenya.": "Kwa kuhakikisha kuwa ufadhili na maboresho ya elimu vinakwenda sambamba, Jackfruit Finance na Jackfruit Foundation zinaboresha mustakabali wa utoaji mikopo kwa shule—kuonyesha kuwa uwekezaji makini unaotegemea matokeo unaweza kugeuza uzoefu wa kujifunza kwa maelfu ya wanafunzi nchini Kenya.",
  "Background": "Muktadha",
  "Challenge: The Financing Gap in School Improvement": "Changamoto: Pengo la Fedha katika Uboreshaji wa Shule",
  "Intervention: Results-Linked Loans for School Development": "Uingiliaji: Mikopo Inayohusiana na Matokeo kwa Maendeleo ya Shule",
  "Impact: Strengthening Schools, Transforming Learning": "Athari: Kuimarisha Shule, Kubadilisha Kujifunza",
  "Looking Ahead: Scaling Education-Driven Lending": "Kuangalia Mbele: Kupanua Mikopo Zinazochochea Elimu",

  "Education Transformation in Rural Kenya": "Mageuzi ya Elimu Vijijini Kenya",
  "How we're revolutionizing education in rural communities through innovative programs and partnerships.": "Jinsi tunavyofanya mageuzi ya elimu katika jamii za vijijini kupitia programu bunifu na ushirikiano.",
  "Impact Stories": "Hadithi za Athari",
  "Digital Learning Success Stories": "Hadithi za Mafanikio za Kujifunza Kidijitali",
  "Real stories from students and teachers who have benefited from our digital learning initiatives.": "Hadithi halisi kutoka kwa wanafunzi na walimu waliofaidika na juhudi zetu za kujifunza kidijitali.",
  "Success Stories": "Hadithi za Mafanikio",
  "Partnership Spotlight: Local Communities": "Mwangaza wa Ushirikiano: Jamii za Mitaa",
  "Highlighting our successful partnerships with local communities and their impact on education.": "Kutoa mwanga juu ya ushirikiano wetu uliofanikiwa na jinsi ulivyogusa elimu katika jamii za mtaa.",
  "Partnerships": "Ushirikiano",
  "January 2024": "Januari 2024",
  "February 2024": "Februari 2024",
  "March 2024": "Machi 2024",
  "Newsletter Hero": "Kichwa cha Jarida",
  "Get the latest updates and stories about our impact in education across Africa.": "Pata taarifa na hadithi za hivi punde kuhusu athari zetu katika elimu kote Afrika.",
  "Send a message": "Tuma ujumbe",
  "Name": "Jina",
  "Email": "Barua pepe",
  "Name is required": "Jina linahitajika",
  "Min 2 characters": "Angalau herufi 2",
  "Email is required": "Barua pepe inahitajika",
  "Invalid email": "Barua pepe si sahihi",
  "Phone Number (Optional)": "Nambari ya Simu (Hiari)",
  "Organization (Optional)": "Taasisi (Hiari)",
  "Areas of Interest": "Maeneo ya Maslahi",
  "Education Programs": "Programu za Elimu",
  "All Updates": "Habari Zote",
  "Select an interest": "Chagua eneo la maslahi",
  "Subscribe": "Jiandikishe",
  "Thank you for subscribing!": "Asante kwa kujiandikisha!",
  "Subscribe to Our Newsletter": "Jiandikishe kwa Jarida Letu",

  "Students Impacted": "Wanafunzi Waliofaidika",
  "Schools Involved": "Shule Zilizoshiriki",
  "Communities Reached": "Jamii Zilizofikiwa",
  "Overview": "Muhtasari",
  "Detailed Impact": "Matokeo kwa Undani",
  "Back to Newsletters": "Rudi kwenye Majarida",
  "How we're revolutionizing education in rural communities through innovative programs and partnerships. Our comprehensive approach includes:": "Jinsi tunavyobadili elimu katika jamii za vijijini kupitia programu bunifu na ushirikiano. Njia yetu ya kina inajumuisha:",
  "Implementation of digital learning tools": "Utekelezaji wa zana za kujifunza za kidijitali",
  "Teacher training and development": "Mafunzo na maendeleo ya walimu",
  "Community engagement initiatives": "Mikakati ya ushirikishwaji wa jamii",
  "Infrastructure improvements": "Maboresho ya miundombinu",
  "Student mentorship programs": "Programu za ushauri kwa wanafunzi",
  "Through these initiatives, we've seen remarkable improvements in student engagement, academic performance, and overall educational outcomes.": "Kupitia hatua hizi, tumeshuhudia maboresho ya kushangaza katika ushiriki wa wanafunzi, utendaji wa kitaaluma, na matokeo ya jumla ya elimu.",
  "Our education transformation project in rural Kenya represents a significant milestone in our mission to improve educational outcomes across Sub-Saharan Africa. Working closely with local communities, schools, and education authorities, we've implemented a comprehensive approach that addresses multiple aspects of the education system.": "Mradi wetu wa mageuzi ya elimu vijijini Kenya ni hatua muhimu katika azma yetu ya kuboresha matokeo ya elimu kote Afrika Kusini mwa Jangwa la Sahara. Kwa kufanya kazi kwa karibu na jamii za mitaa, shule, na mamlaka za elimu, tumetekeleza njia ya kina inayoshughulikia nyanja nyingi za mfumo wa elimu.",
  "Increased student enrollment by 45%": "Uandikishaji wa wanafunzi umeongezeka kwa 45%",
  "Improved academic performance with 60% better test scores": "Utendaji wa kitaaluma umeboreshwa kwa ongezeko la 60% katika alama za mitihani",
  "Reduced dropout rates by 35%": "Viwango vya kuacha shule vimepungua kwa 35%",
  "Enhanced teacher retention and satisfaction": "Kuongezeka kwa uhifadhi wa walimu na kuridhika kwao",
  "Strengthened community involvement in education": "Kuimarishwa kwa ushiriki wa jamii katika elimu",
  "The project demonstrates the power of collaborative efforts and innovative solutions in transforming rural education. Through sustainable practices and community ownership, we're ensuring long-term positive impact on education quality and access.": "Mradi unaonyesha nguvu ya juhudi za pamoja na suluhisho bunifu katika kuibadilisha elimu vijijini. Kupitia mbinu endelevu na umiliki wa jamii, tunahakikisha athari chanya za muda mrefu katika ubora wa elimu na upatikanaji wake.",

  "Jackfruit Foundation, founded in 2024, was established to advance equity, innovation, and quality education across Sub-Saharan Africa, addressing critical gaps in learning access, teacher capacity, and school sustainability.": "Taasisi ya Jackfruit, iliyozinduliwa mwaka 2024, ilianzishwa kukuza usawa, ubunifu, na elimu yenye ubora kote Afrika Kusini mwa Jangwa la Sahara, ikishughulikia mapengo muhimu katika upatikanaji wa elimu, uwezo wa walimu, na uendelevu wa shule.",
  "As a non-profit arm of Jackfruit Finance, the Foundation enhances school performance through social impact programs that provide schools with the tools, training, and support needed to improve education quality. Through its Partner Reward Program, it incentivizes schools to adopt best practices, while its open-source AI system helps schools worldwide identify areas for improvement to achieve better learning outcomes.": "Kama tawi lisilo la faida la Jackfruit Finance, Taasisi inaboresha utendaji wa shule kupitia programu za athari za kijamii zinazowapatia shule zana, mafunzo, na msaada unaohitajika kuboresha ubora wa elimu. Kupitia Programu yake ya Zawadi kwa Washirika, inawahamasisha shule kuzifuata mbinu bora, wakati mfumo wake wa AI wa chanzo wazi unasaidia shule duniani kote kutambua maeneo ya kuboreshwa ili kufikia matokeo bora ya kujifunza.",
  "By leveraging technology, data-driven insights, and global partnerships, Jackfruit Foundation empowers schools, educators, and students to create sustainable, high-impact educational solutions that drive long-term success.": "Kwa kutumia teknolojia, uelewa unaotokana na takwimu, na ushirikiano wa kimataifa, Taasisi ya Jackfruit inawawezesha shule, walimu, na wanafunzi kuunda suluhisho endelevu na zenye athari kubwa za kielimu zinazochochea mafanikio ya muda mrefu.",
  "School Projects": "Miradi ya Shule",
  "Partners": "Washirika",
  "Philanthropic Funding": "Ufadhili wa Hisani",

  "Partner With Us": "Shirikiana Nasi",
  "Our Contacts": "Mawasiliano Yetu",
  "Get in Touch": "Wasiliana Nasi",
  "Address": "Anwani",
  "Phone": "Simu",
  "Subject": "Mada",
  "Message": "Ujumbe",
  "Sending...": "Inatuma...",
  "Send Message": "Tuma Ujumbe",
  "Thank you! Your message has been sent.": "Asante! Ujumbe wako umetumwa.",
  "An error has occured while sending the message. Please try again later.": "Kosa limetokea wakati wa kutuma ujumbe. Tafadhali jaribu tena baadaye.",

  "JF Upskill Program": "Programu ya JF Upskill",
  "JF Upskill is the Foundation's flagship teacher training initiative designed to enhance the capacity of educators across our network. The program focuses on strengthening pedagogical skills, effective teaching practices, and classroom management; core components that directly impact student learning and overall education quality.": "JF Upskill ni mpango mkuu wa mafunzo ya walimu wa Taasisi uliobuniwa kuongeza uwezo wa walimu katika mtandao wetu. Programu inalenga kuimarisha ujuzi wa ufundishaji, mbinu bora za ufundishaji, na usimamizi wa darasa — vipengele vya msingi vinavyoathiri moja kwa moja kujifunza kwa wanafunzi na ubora wa elimu kwa ujumla.",
  "Through structured modules, expert-led workshops, and continuous feedback, JF Upskill empowers teachers to deliver high-impact learning experiences, adapt to diverse learner needs, and implement strategies that foster inclusive and engaged classrooms.": "Kupitia moduli zilizo pangwa, warsha zinazoongozwa na wataalamu, na mrejesho wa kuendelea, JF Upskill inawawezesha walimu kutoa uzoefu wa kujifunza wenye athari kubwa, kuendana na mahitaji mbalimbali ya wanafunzi, na kutekeleza mikakati inayokuza madarasa jumuishi na yenye ushiriki.",
  "Subscribe to Upskill Program": "Jiandikishe kwa Programu ya JF Upskill",
  "Teacher's Name": "Jina la Mwalimu",
  "Enter your full name": "Ingiza jina lako kamili",
  "School Name": "Jina la Shule",
  "Enter your school name": "Ingiza jina la shule yako",
  "Class/Grades/Levels": "Darasa/Ngazi/Viwango",
  "e.g., Grade 1-3, Primary, Secondary": "mfano: Darasa 1-3, Shule ya Msingi, Sekondari",
  "Number of Learners": "Idadi ya Wanafunzi",
  "Enter number of learners": "Ingiza idadi ya wanafunzi",
  "Years of Teaching Experience": "Miaka ya Uzoefu wa Kufundisha",
  "Enter years of experience": "Ingiza miaka ya uzoefu",
  "Email Address": "Anwani ya Barua Pepe",
  "Enter your email address": "Ingiza anwani yako ya barua pepe",
  "Phone Number": "Nambari ya Simu",
  "Enter your 10-digit phone number": "Ingiza nambari yako ya simu yenye tarakimu 10",
  "Cancel": "Ghairi",
  "Submitting...": "Inatuma...",

  "This field is required": "Sehemu hii inahitajika",
  "Please enter a valid email address": "Tafadhali ingiza anwani sahihi ya barua pepe",
  "Please enter a valid 10-digit phone number": "Tafadhali ingiza nambari sahihi ya simu yenye tarakimu 10",
  "Number of learners must be at least 1": "Idadi ya wanafunzi lazima iwe angalau 1",
  "Years of experience must be 0 or greater": "Miaka ya uzoefu lazima iwe 0 au zaidi",
  "An error has occured while sending the message. Please try again later": "Hitilafu imetokea wakati wa kutuma ujumbe. Tafadhali jaribu tena baadaye"
}